{
    "questions": [
      "Who is the funniest in the group?",
      "Who is the most likely to become famous?",
      "Who has the best fashion sense?",
      "Who is the life of the party?",
      "Who would survive a zombie apocalypse?",
      "Who has the weirdest habits?",
      "Who is most likely to get lost in their own neighborhood?",
      "Who would you call to bail you out of jail?",
      "Who is the biggest flirt?",
      "Who tells the best stories?",
      "Who is the most likely to cry during a movie?",
      "Who would eat the weirdest food?",
      "Who is the most adventurous?",
      "Who is the most likely to forget their own birthday?",
      "Who gives the best advice?",
      "Who is the most likely to become a millionaire?",
      "Who would you trust with your deepest secrets?",
      "Who is the biggest procrastinator?",
      "Who is most likely to start a prank war?",
      "Who is the best at keeping a secret?",
      "Who is the most sarcastic?",
      "Who has the worst jokes?",
      "Who would you want as your partner in a crime heist?",
      "Who would win in a dance-off?",
      "Who has the most contagious laugh?",
      "Who is the most likely to marry a celebrity?",
      "Who is the worst driver?",
      "Who would be the best at a karaoke night?",
      "Who is most likely to show up late to their own wedding?",
      "Who has the most dramatic personality?",
      "Who would you want with you on a deserted island?",
      "Who is the most likely to break out into song?",
      "Who is the best at keeping cool under pressure?",
      "Who is the biggest drama queen?",
      "Who is the most likely to accidentally send a text to the wrong person?",
      "Who would be the worst person to share a secret with?",
      "Who is the most likely to forget where they parked their car?",
      "Who is the biggest foodie?",
      "Who would you pick to plan your wedding?",
      "Who is the most likely to survive a horror movie?",
      "Who has the quirkiest dance moves?",
      "Who would you trust to organize your surprise party?",
      "Who would spend the longest time getting ready for a night out?",
      "Who is the most likely to laugh at the worst possible moment?",
      "Who would be the best reality TV star?",
      "Who is most likely to ghost their date?",
      "Who would be the first to apologize after a fight?",
      "Who is the most likely to get a weird tattoo?",
      "Who would you call if you needed help moving?",
      "Who is the biggest party animal?",
      "Who is the most likely to adopt the strangest pet?",
      "Who is the most gullible?",
      "Who would be the worst at keeping a New Year’s resolution?",
      "Who is most likely to have a secret talent?",
      "Who would make the best spy?",
      "Who is the most likely to spill a drink?",
      "Who would be the best at a stand-up comedy routine?",
      "Who would you want as your partner on a game show?",
      "Who is the most likely to get into a bar fight?",
      "Who is the biggest troublemaker?",
      "Who would you trust to babysit your pet?",
      "Who is most likely to win a beauty pageant?",
      "Who would be the best at managing a crisis?",
      "Who has the best poker face?",
      "Who is most likely to dance on a table?",
      "Who would you call in the middle of the night with a problem?",
      "Who is the most likely to get lost on a road trip?",
      "Who would be the worst person to be stuck in an elevator with?",
      "Who is the most likely to start a successful YouTube channel?",
      "Who is the most likely to accidentally reveal a surprise?",
      "Who would you want to be your roommate?",
      "Who is the most likely to pull an all-nighter?",
      "Who is the biggest chatterbox?",
      "Who is most likely to have a crazy conspiracy theory?",
      "Who would be the best chef?",
      "Who is the most likely to run a marathon?",
      "Who is the most likely to prank call someone?",
      "Who is the most likely to sing in the shower?",
      "Who would you choose to be your travel buddy?",
      "Who is the most likely to have a secret crush on someone in the group?",
      "Who would be the worst at telling a lie?",
      "Who is the most likely to forget to return something they borrowed?",
      "Who would be the best at hosting a dinner party?",
      "Who is most likely to accidentally set something on fire?",
      "Who would be the first to volunteer for a risky mission?",
      "Who is the most likely to fall asleep during a movie?",
      "Who would be the best at handling a tricky situation?",
      "Who is the most likely to laugh at a bad joke?",
      "Who would you want to help you win a bet?",
      "Who is most likely to get sunburned at the beach?",
      "Who would be the best at giving a toast at a wedding?",
      "Who is the most likely to break something valuable?",
      "Who is the most likely to start a rumor?",
      "Who would you pick to design your dream home?",
      "Who is the most likely to win a talent show?",
      "Who would you want to take with you on a treasure hunt?",
      "Who is the most likely to eat dessert before dinner?",
      "Who would you trust to handle your social media accounts?",
      "Who is the most likely to write a bestseller?",
      "Who is the most likely to get a tattoo on a dare?"
    ]
  }
  